{
  "ru": [
    {
      "id": 1,
      "name": "Ахимса",
      "emoji": "🕊️",
      "short_description": "Принцип ненасилия на уровне силы, речи или ума",
      "description": "Ахимса — принцип ненасилия на уровне силы, речи или ума. Непричинение вреда распространяется на всё, что вас окружает: людей, животных, природу. Стоит придерживаться этого принципа, когда вы практикуете асаны на коврике. Наверняка вы уже слышали от преподавателей фразу: «Не идите в позу через боль».",
      "practice_tip": "Сегодня тренируем принцип Ахимса, во всех контекстах жизни стараемся быть любящими и принимающими, избегаем борьбы с миром и собой, все делаем через радость и удовольствие. Стараемся быть осмотрительными и бережными в своих словах, действиях и мыслях! Если пришла мысль что кто-то «не такой», стараемся смотреть под другим углом, увидеть в этом что-то хорошее, помните, этика мудрецов касается не только действий, но и сознания. Распространяем собой Вселенскую Любовь!"
    },
    {
      "id": 2,
      "name": "Сатья",
      "emoji": "💎",
      "short_description": "Правдивость в мыслях, словах и поступках",
      "description": "Сатья — правдивость. Это значит думать, говорить и поступать одинаково. Сатья — это не просто отсутствие лжи, а активное стремление к правде во всех проявлениях. Следование сатье помогает освободиться от иллюзий и искажений в восприятии реальности, позволяет видеть вещи такими, какие они есть на самом деле.",
      "practice_tip": "Сегодня тренируем принцип Сатья — честность в первую очередь с самим собой, если раньше мы закрывали на свои недостатки глаза, сегодня смотрим на них открыто и честно, не врём, даже если нас ждут возможные неприятные последствия — опоздал на работу из-за того что проспал, так и скажи. Поленился — будь с собой и миром честным. Считаешь себя учителем — следуй тому чему учишь!"
    },
    {
      "id": 3,
      "name": "Астея",
      "emoji": "✨",
      "short_description": "Неприсвоение себе чужого",
      "description": "Астея — неприсвоение себе чужого. Принцип основан на теории, что Вселенная постоянно стремится к балансу — тот, кто украл, потеряет столько же или даже больше (вспомните карму как причинно-следственный закон). Это касается не только вещей: нельзя присваивать себе чужие мысли, идеи, достижения.",
      "practice_tip": "Сегодня тренируем принцип Астея — не берём чужого ни в жизни, ни в мыслях. Пробуем мыслить самостоятельно, не используем калькулятор когда надо что-то посчитать, не используем чужие фразы, мысли и идеи. Если нужна практика — придумай свою, по аналогии с той, что дал наставник. Не воруем у себя время и других людей время, не тратим его впустую на глупости. Ищите и создавайте своё богатство внутри, а не снаружи, хотя бы сегодня :)"
    },
    {
      "id": 4,
      "name": "Брахмачарья",
      "emoji": "🔥",
      "short_description": "Самодисциплина и контроль над желаниями",
      "description": "Брахмачарья — это понятие, имеющее несколько значений, но в основном подразумевающее самодисциплину, контроль над желаниями и целенаправленность в духовной практике, а не только половое воздержание. В более широком смысле, это следование пути Брахмана, высшего сознания, и устремление к нему во всех действиях.",
      "practice_tip": "Сегодня тренируем принцип Брахмачарья стремимся накапливать свою творческую энергию, воздерживаемся от секса, и мыслей связанных с ним, учимся контролировать эмоции, сохранять ровное спокойное состояние — отстранённости от происходящего вокруг нас. Направляем все наши устремления к Высшему Сознанию, Богу, Вселенной. Постарайтесь посмотреть на обычные вещи — работу, уборку, прогулку, как на служение этому Миру!"
    },
    {
      "id": 5,
      "name": "Апариграха",
      "emoji": "🍃",
      "short_description": "Не-стяжательство и непривязанность",
      "description": "Апариграха — это принцип йоги, означающий не-стяжательство, не-накопительство или непривязанность к материальным вещам и результатам своей деятельности. В более широком смысле, это свобода от жадности, алчности и привязанностей, а также отказ от излишнего обладания и накопительства. Этот принцип — о бережном отношении к ресурсам природы, которые сейчас истощает общество потребления. Мы покупаем только то, что нам нужно, и не тратим свою энергию на приобретение и обслуживание ненужных вещей.",
      "practice_tip": "Сегодня тренируем принцип Апариграха, стараемся использовать только то что нужно, думать только то что нужно, чувствовать только то что нужно, делать необходимое, природа всегда целесообразна, вот и мы на сегодня потренируемся быть олицетворением этого принципа. Не ешьте лишнего, не включайте воду, там где это не обязательно, не напрягайтесь без необходимости, не злитесь, там где этого можно не делать. Старайтесь избегать пустых разговоров."
    },
    {
      "id": 6,
      "name": "Шауча",
      "emoji": "🌟",
      "short_description": "Чистота тела, ума и речи",
      "description": "Шауча — чистота тела, ума и речи.",
      "practice_tip": "Сегодня тренируем принцип Шауча. Отличный повод заняться уборкой, как снаружи, так и внутри, чистое тело и одежда, квартира и место работы, очищаем все внутренние пространства: мысли, чувства, энергетика."
    },
    {
      "id": 7,
      "name": "Тапас",
      "emoji": "🔥",
      "short_description": "Внутренний огонь и духовная аскеза",
      "description": "Тапас — означает внутренний огонь, самодисциплину и духовную аскезу. Это стремление к самосовершенствованию через практику, усилия и преодоление трудностей. Подразумевает дисциплину, которая помогает развивать силу воли и настойчивость в духовной практике. Это не просто физическое усилие, а скорее внутреннее состояние, которое побуждает к действию и помогает преодолевать лень.",
      "practice_tip": "Сегодня тренируем принцип Тапас, учимся разжигать свой внутренний Огонь! Усерднее относимся к практике! Стремимся к соблюдению режима дня, преодолеваем свою лень и несобранность!"
    },
    {
      "id": 8,
      "name": "Сантоша",
      "emoji": "😊",
      "short_description": "Удовлетворённость и принятие",
      "description": "Сантоша — принцип, обозначающий удовлетворённость и принятие, а также благодарность за то, что есть в настоящем моменте. Это не означает пассивность или отказ от стремлений, а скорее внутреннее спокойствие и признание текущего положения вещей.",
      "practice_tip": "Сегодня тренируем принцип Сантоша — благодарим всё то, что приходит к нам в жизнь, те удачи и неудачи — которые являются уроками, благодарим людей и ситуации. Попробуйте поблагодарить себя, своих родителей, супругов и партнёров, детей, мир, Вселенную. Учимся сохранять позитивный настрой, несмотря на трудности, стараемся не предъявлять претензий к себе и миру, а напротив благодарим за испытание, урок."
    },
    {
      "id": 9,
      "name": "Свадхьяя",
      "emoji": "📚",
      "short_description": "Самообразование и самопознание",
      "description": "Свадхьяя — самообразование. Означает изучение информации, не искажающей реальность. Замещение негативного представления о мире на адекватное. Свадхьяя включает в себя осознание своих ментальных и эмоциональных паттернов, наблюдение за своими реакциями на различные ситуации и понимание того, как эти реакции влияют на поведение и ощущения. Свадхьяя также подразумевает стремление к новым знаниям и пониманию, расширение своего кругозора и развитие критического мышления.",
      "practice_tip": "Сегодня тренируем принцип Свадхьяя, отличный шанс изучить новый навык, прочитать то, что давно было отложено на полку, учимся наблюдать за собой и миром, критически мыслить, реализуем главный принцип Мужского начала (который также есть и у женщин) — Познание. Отличный повод почитать/посмотреть/послушать духовную литературу, поработать с Наставниками и Учителями!"
    },
    {
      "id": 10,
      "name": "Ишвара Пранидхана",
      "emoji": "🙏",
      "short_description": "Предание себя Высшему",
      "description": "Ишвара Пранидхана — в йоге означает предание себя Высшему, посвящение себя Богу или духовной силе. Отказ от желания достигать конкретных целей или сравнивать себя с другими в практике, сосредоточившись на процессе и глубинной цели.",
      "practice_tip": "Сегодня тренируем принцип Ишвара Пранидхана, отличный день, чтобы посмотреть на мир глазами Вселенной. Отождествляемся с более высоким, осознаём свою связь со Вселенной. Стремимся к свободе от Эго, обретаем прибежище в высшем Сознании. Занимаемся медитациями, йогой, цигуном. Стараемся освободиться от желания достигать конкретных целей или сравнивать себя с другими в практике, сосредоточившись на процессе и глубинной цели."
    }
  ],
  "en": [
    {
      "id": 1,
      "name": "Ahimsa",
      "emoji": "🕊️",
      "short_description": "Principle of non-violence in force, speech, or mind",
      "description": "Ahimsa is the principle of non-violence on the level of force, speech, or mind. Non-harming extends to everything around you: people, animals, nature. You should adhere to this principle when practicing asanas on your mat. You've probably heard teachers say: 'Don't go into a pose through pain.'",
      "practice_tip": "Today we practice the principle of Ahimsa. In all contexts of life, we strive to be loving and accepting, avoid fighting with the world and ourselves, do everything through joy and pleasure. We try to be thoughtful and careful in our words, actions, and thoughts! If a thought comes that someone is 'not right,' we try to look from a different angle, see something good in it. Remember, the ethics of sages concerns not only actions but also consciousness. Spread Universal Love through yourself!"
    },
    {
      "id": 2,
      "name": "Satya",
      "emoji": "💎",
      "short_description": "Truthfulness in thoughts, words, and actions",
      "description": "Satya is truthfulness. It means to think, speak, and act consistently. Satya is not just the absence of lies, but an active striving for truth in all manifestations. Following satya helps to free oneself from illusions and distortions in perception of reality, allows one to see things as they really are.",
      "practice_tip": "Today we practice the principle of Satya - honesty first of all with yourself. If we used to turn a blind eye to our shortcomings, today we look at them openly and honestly, we don't lie, even if possible unpleasant consequences await us - if you're late for work because you overslept, say so. If you were lazy - be honest with yourself and the world. If you consider yourself a teacher - follow what you teach!"
    },
    {
      "id": 3,
      "name": "Asteya",
      "emoji": "✨",
      "short_description": "Non-appropriation of others' property",
      "description": "Asteya is non-appropriation of others' property. The principle is based on the theory that the Universe constantly strives for balance - one who steals will lose as much or even more (remember karma as a cause-and-effect law). This applies not only to things: you cannot appropriate others' thoughts, ideas, achievements.",
      "practice_tip": "Today we practice the principle of Asteya - we don't take what belongs to others, neither in life nor in thoughts. We try to think independently, don't use a calculator when we need to count something, don't use others' phrases, thoughts and ideas. If you need practice - come up with your own, by analogy with what the teacher gave. Don't steal time from yourself and others, don't waste it on foolishness. Seek and create your wealth inside, not outside, at least today :)"
    },
    {
      "id": 4,
      "name": "Brahmacharya",
      "emoji": "🔥",
      "short_description": "Self-discipline and control over desires",
      "description": "Brahmacharya is a concept with several meanings, but mainly implying self-discipline, control over desires and purposefulness in spiritual practice, not just sexual abstinence. In a broader sense, it is following the path of Brahman, the highest consciousness, and striving for it in all actions.",
      "practice_tip": "Today we practice the principle of Brahmacharya, striving to accumulate our creative energy, abstaining from sex and thoughts related to it, learning to control emotions, maintaining a calm, peaceful state - detachment from what's happening around us. We direct all our aspirations to the Higher Consciousness, God, the Universe. Try to look at ordinary things - work, cleaning, walking - as service to this World!"
    },
    {
      "id": 5,
      "name": "Aparigraha",
      "emoji": "🍃",
      "short_description": "Non-possessiveness and non-attachment",
      "description": "Aparigraha is a yoga principle meaning non-possessiveness, non-accumulation, or non-attachment to material things and results of one's activities. In a broader sense, it is freedom from greed, avarice and attachments, as well as rejection of excessive possession and accumulation. This principle is about careful attitude to nature's resources, which consumer society is now depleting. We buy only what we need and don't spend our energy on acquiring and maintaining unnecessary things.",
      "practice_tip": "Today we practice the principle of Aparigraha, trying to use only what is needed, think only what is needed, feel only what is needed, do what is necessary. Nature is always purposeful, so let's train ourselves today to be an embodiment of this principle. Don't eat excessively, don't turn on water where it's not necessary, don't strain yourself unnecessarily, don't get angry where you can avoid it. Try to avoid empty conversations."
    },
    {
      "id": 6,
      "name": "Saucha",
      "emoji": "🌟",
      "short_description": "Purity of body, mind, and speech",
      "description": "Saucha is purity of body, mind, and speech.",
      "practice_tip": "Today we practice the principle of Saucha. A great occasion to do cleaning, both outside and inside: clean body and clothes, apartment and workplace, cleanse all internal spaces: thoughts, feelings, energy."
    },
    {
      "id": 7,
      "name": "Tapas",
      "emoji": "🔥",
      "short_description": "Inner fire and spiritual austerity",
      "description": "Tapas means inner fire, self-discipline and spiritual austerity. It is striving for self-improvement through practice, effort and overcoming difficulties. It implies discipline that helps develop willpower and persistence in spiritual practice. It's not just physical effort, but rather an inner state that motivates action and helps overcome laziness.",
      "practice_tip": "Today we practice the principle of Tapas, learning to kindle our inner Fire! We are more diligent in our practice! We strive to maintain a daily routine, overcome our laziness and scattered attention!"
    },
    {
      "id": 8,
      "name": "Santosha",
      "emoji": "😊",
      "short_description": "Contentment and acceptance",
      "description": "Santosha is a principle denoting contentment and acceptance, as well as gratitude for what exists in the present moment. This doesn't mean passivity or abandoning aspirations, but rather inner peace and recognition of the current state of things.",
      "practice_tip": "Today we practice the principle of Santosha - we thank everything that comes into our lives, those successes and failures that are lessons, we thank people and situations. Try to thank yourself, your parents, spouses and partners, children, the world, the Universe. We learn to maintain a positive attitude despite difficulties, try not to make claims to ourselves and the world, but on the contrary thank for the trial, the lesson."
    },
    {
      "id": 9,
      "name": "Svadhyaya",
      "emoji": "📚",
      "short_description": "Self-education and self-knowledge",
      "description": "Svadhyaya is self-education. It means studying information that doesn't distort reality. Replacing negative worldview with adequate one. Svadhyaya includes awareness of one's mental and emotional patterns, observing one's reactions to various situations and understanding how these reactions affect behavior and sensations. Svadhyaya also implies striving for new knowledge and understanding, expanding one's horizons and developing critical thinking.",
      "practice_tip": "Today we practice the principle of Svadhyaya, a great chance to learn a new skill, read what has long been postponed, learn to observe ourselves and the world, think critically, realize the main principle of the Masculine (which women also have) - Knowledge. A great occasion to read/watch/listen to spiritual literature, work with Mentors and Teachers!"
    },
    {
      "id": 10,
      "name": "Ishvara Pranidhana",
      "emoji": "🙏",
      "short_description": "Surrender to the Higher",
      "description": "Ishvara Pranidhana in yoga means surrendering to the Higher, dedicating oneself to God or spiritual force. Abandoning the desire to achieve specific goals or compare oneself with others in practice, focusing on the process and deep purpose.",
      "practice_tip": "Today we practice the principle of Ishvara Pranidhana, a great day to look at the world through the eyes of the Universe. We identify with the higher, realize our connection with the Universe. We strive for freedom from Ego, find refuge in higher Consciousness. We engage in meditation, yoga, qigong. We try to free ourselves from the desire to achieve specific goals or compare ourselves with others in practice, focusing on the process and deep purpose."
    }
  ],
  "uz": [
    {
      "id": 1,
      "name": "Ahimsa",
      "emoji": "🕊️",
      "short_description": "Kuch, nutq yoki ong darajasida zo'ravonlik qilmaslik tamoyili",
      "description": "Ahimsa - kuch, nutq yoki ong darajasida zo'ravonlik qilmaslik tamoyilidir. Zarar yetkazmaslik atrofingizdagi hamma narsaga tegishli: odamlar, hayvonlar, tabiat. Bu tamoyilga yoga amaliyotida amal qilish kerak. Ustalardan \"Og'riq orqali asanaga kirma\" degan so'zlarni eshitgan bo'lsangiz kerak.",
      "practice_tip": "Bugun Ahimsa tamoyilini mashq qilamiz, hayotning barcha kontekstlarida mehribon va qabul qiluvchi bo'lishga harakat qilamiz, dunyo va o'zimiz bilan kurashdan qochamiz, hamma narsani quvonch va zavq orqali qilamiz. So'zlarimiz, harakatlarimiz va fikrlarimizda ehtiyotkor va mehribon bo'lishga harakat qilamiz! Agar kimdir 'noto'g'ri' degan fikr kelsa, boshqa burchakdan qarashga harakat qilamiz, unda yaxshi narsalarni ko'rishga urinamiz. Donishmandlarning axloqi nafaqat harakatlarga, balki ongga ham taalluqliligini eslang. O'zimiz orqali Koinot Muhabbatini tarqatamiz!"
    },
    {
      "id": 2,
      "name": "Satya",
      "emoji": "💎",
      "short_description": "Fikrlar, so'zlar va harakatlarda rostgo'ylik",
      "description": "Satya - rostgo'ylik. Bu bir xil tarzda o'ylash, gapirish va harakat qilishni anglatadi. Satya - shunchaki yolg'onning yo'qligi emas, balki barcha ko'rinishlarda haqiqatga faol intilishdir. Satyaga rioya qilish illyuziyalar va haqiqatni idrok qilishdagi buzilishlardan ozod bo'lishga yordam beradi, narsalarni qanday bo'lsa, shunday ko'rishga imkon beradi.",
      "practice_tip": "Bugun Satya tamoyilini mashq qilamiz - birinchi navbatda o'zimizga nisbatan halollik, agar ilgari kamchiliklarimizga ko'z yumgan bo'lsak, bugun ularga ochiq va halol qaraymiz, yolg'on gapirmaymiz, hatto bizni noxush oqibatlar kutayotgan bo'lsa ham - ishga kechikkan bo'lsang, uxlab qolganim uchun, deb ayt. Dangasalik qildim - o'zim va dunyo bilan halol bo'l. O'zingni ustoz deb hisoblasang - o'rgatgan narsangga amal qil!"
    },
    {
      "id": 3,
      "name": "Asteya",
      "emoji": "✨",
      "short_description": "Begonani o'zlashtirib olmaslik",
      "description": "Asteya - begona narsani o'zlashtirmaslik. Bu tamoyil Koinot doimo muvozanatga intiladi degan nazariyaga asoslanadi - o'g'irlik qilgan kishi shuncha yoki undan ham ko'proq yo'qotadi (karmani sabab-oqibat qonuni sifatida eslaymiz). Bu nafaqat narsalarga tegishli: boshqalarning fikrlari, g'oyalari, yutuqlarini o'zlashtirish mumkin emas.",
      "practice_tip": "Bugun Asteya tamoyilini mashq qilamiz - na hayotda, na fikrlarda begona narsani olmaymiz. Mustaqil fikrlashga harakat qilamiz, hisoblash kerak bo'lganda kalkulyatordan foydalanmaymiz, boshqalarning iboralari, fikrlari va g'oyalarini ishlatmaymiz. Agar amaliyot kerak bo'lsa - o'zingnikini o'ylab top, ustoz bergan narsaga o'xshash qilib. O'zimizdan va boshqa odamlardan vaqt o'g'irlamaymiz, uni bema'ni ishlarga sarflamaymiz. Ichkarida o'z boyligingizni izlang va yarating, tashqarida emas, hech bo'lmaganda bugun :)"
    },
    {
      "id": 4,
      "name": "Brahmacharya",
      "emoji": "🔥",
      "short_description": "O'z-o'zini tartibga solish va istaklarga nazorat",
      "description": "Brahmacharya - bu bir necha ma'noga ega tushuncha, lekin asosan o'z-o'zini tartibga solish, istaklarga nazorat va ruhiy amaliyotda maqsadli yo'nalishni anglatadi, nafaqat jinsiy tiyish. Kengroq ma'noda, bu Brahman yo'lidan - oliy ongdan borish va barcha harakatlarda unga intilishdir.",
      "practice_tip": "Bugun Brahmacharya tamoyilini mashq qilamiz, ijodiy energiyamizni to'plashga harakat qilamiz, jinsiy aloqa va u bilan bog'liq fikrlardan tiyilamiz, hissiyotlarni nazorat qilishni o'rganamiz, xotirjam holatni saqlashga harakat qilamiz - atrofimizdagi voqealardan uzoqlashish. Barcha intilishlarimizni Oliy Ong, Xudo, Koinotga yo'naltirish. Oddiy narsalarga - ish, tozalash, sayr qilish - bu Dunyoga xizmat sifatida qarashga harakat qiling!"
    },
    {
      "id": 5,
      "name": "Aparigraha",
      "emoji": "🍃",
      "short_description": "Mol-mulk to'plamaslik va bog'lanmaslik",
      "description": "Aparigraha - bu yoganing tamoyili bo'lib, mol-mulk to'plamaslik, jamg'armaslik yoki moddiy narsalar va o'z faoliyati natijalariga bog'lanmaslikni anglatadi. Kengroq ma'noda, bu ochko'zlik, hirs va bog'lanishlardan ozod bo'lish, shuningdek, ortiqcha egalik va jamg'arish qilishdan voz kechishdir. Bu tamoyil tabiat resurslariga ehtiyotkorlik bilan munosabatda bo'lish haqida, hozir iste'mol jamiyati ularni tugatamoqda. Biz faqat kerak bo'lgan narsani sotib olamiz va keraksiz narsalarni sotib olish va xizmat ko'rsatishga energiyamizni sarflamaymiz.",
      "practice_tip": "Bugun Aparigraha tamoyilini mashq qilamiz, faqat kerak bo'lganini ishlatishga harakat qilamiz, faqat kerak bo'lganini o'ylash, faqat kerak bo'lganini his qilish, zarur narsani qilish. Tabiat doim maqsadga muvofiqdir, mana biz ham bugun bu tamoyilning timsoli bo'lishni mashq qilamiz. Ortiqcha yemang, zarur bo'lmagan joyda suvni yoqmang, zarurat bo'lmagan joyda zo'riqmang, qilmaslik mumkin bo'lgan joyda g'azablanmang. Bo'sh gaplardan qochishga harakat qiling."
    },
    {
      "id": 6,
      "name": "Saucha",
      "emoji": "🌟",
      "short_description": "Tana, ong va nutqning pokligi",
      "description": "Saucha - tana, ong va nutqning pokligi.",
      "practice_tip": "Bugun Saucha tamoyilini mashq qilamiz. Tozalik bilan shug'ullanish uchun ajoyib imkoniyat, ham tashqarida, ham ichkarida: pokiza tana va kiyim, uy va ish joyi, barcha ichki bo'shliqlarni tozalash: fikrlar, his-tuyg'ular, energetika."
    },
    {
      "id": 7,
      "name": "Tapas",
      "emoji": "🔥",
      "short_description": "Ichki olov va ruhiy zohidlik",
      "description": "Tapas - ichki olov, o'z-o'zini tartibga solish va ruhiy zohidlikni anglatadi. Bu amaliyot, harakat va qiyinchiliklarni yengish orqali o'zini takomillashtirish intilishidir. Bu ruhiy amaliyotda iroda kuchi va qat'iyatni rivojlantirishga yordam beradigan intizomni anglatadi. Bu shunchaki jismoniy kuch emas, balki harakatga undaydigan va dangasalikni yengishga yordam beradigan ichki holat.",
      "practice_tip": "Bugun Tapas tamoyilini mashq qilamiz, ichki Olovimizni yoqishni o'rganamiz! Amaliyotga mehr bilan munosabatda bo'lamiz! Kun tartibini saqlashga harakat qilamiz, dangasalik va tarqoqlikni yengamiz!"
    },
    {
      "id": 8,
      "name": "Santosha",
      "emoji": "😊",
      "short_description": "Qanoatlanish va qabul qilish",
      "description": "Santosha - qanoatlanish va qabul qilishni, shuningdek hozirgi lahzada mavjud bo'lgan narsaga minnatdorchilikni ifodalovchi tamoyil. Bu passivlik yoki intilishlardan voz kechishni anglatmaydi, balki ichki tinchlik va mavjud vaziyatni tan olishdir.",
      "practice_tip": "Bugun Santosha tamoyilini mashq qilamiz - hayotimizga keladigan barcha narsalarga, muvaffaqiyat va muvaffaqiyatsizliklarga - dars bo'lgan narsalarga minnatdorchilik bildiramiz, odamlar va vaziyatlarga rahmat aytamiz. O'zingizga, ota-onangizga, turmush o'rtoqlari va sheriklaringizga, bolalaringizga, dunyoga, Koinotga rahmat aytishga harakat qiling. Qiyinchiliklarga qaramay ijobiy kayfiyatni saqlab qolishni o'rganamiz, o'zimizga va dunyoga da'vo qilishga harakat qilmaymiz, aksincha sinovlar va darslar uchun rahmat aytamiz."
    },
    {
      "id": 9,
      "name": "Svadhyaya",
      "emoji": "📚",
      "short_description": "O'z-o'zini tarbiyalash va o'z-o'zini anglash",
      "description": "Svadhyaya - o'z-o'zini tarbiyalash. Haqiqatni buzmaydigan ma'lumotni o'rganishni anglatadi. Dunyo haqidagi salbiy tasavvurni adekvat bilan almashtirish. Svadhyaya o'zining aqliy va hissiy naqshlarini anglash, turli vaziyatlarga bo'lgan reaktsiyalarini kuzatish va bu reaktsiyalarning xatti-harakatlar va his-tuyg'ularga qanday ta'sir qilishini tushunishni o'z ichiga oladi. Svadhyaya shuningdek yangi bilim va tushunchaga intilish, dunyoqarashni kengaytirish va tanqidiy tafakkurni rivojlantirishni anglatadi.",
      "practice_tip": "Bugun Svadhyaya tamoyilini mashq qilamiz, yangi ko'nikma o'rganish uchun ajoyib imkoniyat, uzoq vaqtdan beri javonga qo'yilgan narsani o'qish, o'zimizni va dunyoni kuzatishni o'rganish, tanqidiy fikrlash, Erkak boshlanishining asosiy tamoyilini amalga oshirish (ayollarda ham bor) - Bilim. Ruhiy adabiyotni o'qish/tomosha qilish/tinglash, Ustoz va O'qituvchilar bilan ishlash uchun ajoyib imkoniyat!"
    },
    {
      "id": 10,
      "name": "Ishvara Pranidhana",
      "emoji": "🙏",
      "short_description": "O'zini Oliyga topshirish",
      "description": "Ishvara Pranidhana - yogada o'zini Oliyga topshirish, o'zini Xudo yoki ruhiy kuchga bag'ishlashni anglatadi. Aniq maqsadlarga erishish istagidan voz kechish yoki amaliyotda boshqalar bilan o'zini solishtirishni tashlab, jarayon va chuqur maqsadga e'tibor qaratish.",
      "practice_tip": "Bugun Ishvara Pranidhana tamoyilini mashq qilamiz, dunyoga Koinot ko'zlari bilan qarash uchun ajoyib kun. Yuqori bilan o'zimizni birlashtirish, Koinot bilan aloqamizni anglash. Egoning ozodligiga intilish, oliy Ongda panoh topish. Meditatsiya, yoga, tsigon bilan shug'ullanish. Aniq maqsadlarga erishish istagidan yoki amaliyotda boshqalar bilan o'zimizni solishtirishdan ozod bo'lishga harakat qilish, jarayon va chuqur maqsadga e'tibor qaratish."
    }
  ],
  "kz": [
    {
      "id": 1,
      "name": "Ахимса",
      "emoji": "🕊️",
      "short_description": "Күш, сөз немесе ақыл деңгейінде зорлық-зомбылық жасамау принципі",
      "description": "Ахимса - күш, сөз немесе ақыл деңгейінде зорлық-зомбылық жасамау принципі. Зиян келтірмеу сізді қоршаған барлық нәрсеге қатысты: адамдар, жануарлар, табиғат. Йога жаттығуында осы принципті ұстану керек. Мұғалімдерден «Ауырсыну арқылы асанаға кірме» деген сөздерді естіген боларсыз.",
      "practice_tip": "Бүгін Ахимса принципін жаттықтырамыз, өмірдің барлық контекстінде мейірімді және қабылдаушы болуға тырысамыз, әлеммен және өзімізбен күреспейміз, барлық нәрсені қуаныш пен рахат арқылы жасаймыз. Сөздерімізде, әрекеттерімізде және ойларымызда сақ және мейірімді болуға тырысамыз! Егер біреу 'дұрыс емес' деген ой келсе, басқа бұрыштан қарауға тырысамыз, онда жақсы нәрселерді көруге тырысамыз. Данышпандардың этикасы тек әрекеттерге ғана емес, санаға да қатысты екенін есте сақтаңыз. Өзіміз арқылы Әлемдік Махаббатты таратамыз!"
    },
    {
      "id": 2,
      "name": "Сатья",
      "emoji": "💎",
      "short_description": "Ойлар, сөздер және іс-әрекеттердегі шынайылық",
      "description": "Сатья - шынайылық. Бұл бірдей тәсілде ойлау, сөйлеу және әрекет ету дегенді білдіреді. Сатья - бұл тек өтіріктің жоқтығы емес, барлық көріністерде шындыққа белсенді ұмтылу. Сатьяны ұстану иллюзиялар мен шындықты қабылдаудағы бұрмалаулардан босатуға көмектеседі, заттарды олар шын мәнінде қандай болса, сондай көруге мүмкіндік береді.",
      "practice_tip": "Бүгін Сатья принципін жаттықтырамыз - ең алдымен өзімізге қатысты адалдық, егер бұрын кемшіліктерімізге көз жұмып келсек, бүгін оларға ашық және адал қараймыз, өтірік айтпаймыз, тіпті бізді жағымсыз салдарлар күтіп тұрса да - жұмысқа кешіксең, ұйықтап қалғаным үшін деп айт. Жалқаулық жасадым - өзіңмен және әлеммен адал бол. Өзіңді ұстаз деп есептесең - үйреткен нәрсеңе іс жүзінде амал ет!"
    },
    {
      "id": 3,
      "name": "Астея",
      "emoji": "✨",
      "short_description": "Басқаның заттарын меншіктемеу",
      "description": "Астея - басқаның заттарын меншіктемеу. Бұл принцип Ғалам үнемі тепе-теңдікке ұмтылады деген теорияға негізделген - ұрлық жасаған адам сонша немесе одан да көп жоғалтады (карманы себеп-салдар заңы ретінде есте сақтаймыз). Бұл тек заттарға ғана қатысты емес: басқалардың ойлары, идеялары, жетістіктерін меншіктеу болмайды.",
      "practice_tip": "Бүгін Астея принципін жаттықтырамыз - не өмірде, не ойларда басқаның затын алмаймыз. Дербес ойлауға тырысамыз, есептеу керек болғанда калькулятор пайдаланбаймыз, басқалардың сөйлемдері, ойлары мен идеяларын пайдаланбаймыз. Егер жаттығу керек болса - өзіңдікіңді ойлап тап, ұстаз берген нәрсеге ұқсас етіп. Өзімізден және басқа адамдардан уақыт ұрламаймыз, оны ақымақтыққа жұмсамаймыз. Ішкі байлығыңызды іздеңіз және жасаңыз, сыртқы емес, кем дегенде бүгін :)"
    },
    {
      "id": 4,
      "name": "Брахмачарья",
      "emoji": "🔥",
      "short_description": "Өзін-өзі тәрбиелеу және тілектерге бақылау",
      "description": "Брахмачарья - бұл бірнеше мағынаға ие ұғым, бірақ негізінен өзін-өзі тәрбиелеу, тілектерге бақылау және рухани практикада мақсатты бағыттылықты білдіреді, тек жыныстық ұстамшылық емес. Кең мағынада, бұл Брахман жолымен - жоғары санамен жүру және барлық іс-әрекеттерде оған ұмтылу.",
      "practice_tip": "Бүгін Брахмачарья принципін жаттықтырамыз, шығармашылық энергиямызды жинауға тырысамыз, жыныстық қатынас пен онымен байланысты ойлардан қашамыз, эмоцияларды бақылауды үйренеміз, тыныш жағдайды сақтауға тырысамыз - айналамыздағы болып жатқан оқиғалардан аулақ болу. Барлық ұмтылыстарымызды Жоғары Сана, Құдай, Ғаламға бағыттаймыз. Қарапайым нәрселерге - жұмыс, тазалау, серуендеу - осы Әлемге қызмет ретінде қарауға тырысыңыз!"
    },
    {
      "id": 5,
      "name": "Апариграха",
      "emoji": "🍃",
      "short_description": "Мүлік жинамау және байланыспау",
      "description": "Апариграха - бұл йоганың принципі, мүлік жинамау, жиналымдамау немесе материалдық заттар мен өз қызметі нәтижелеріне байланыспауды білдіреді. Кең мағынада, бұл сараңдық, қызғаныш пен байланыстардан бас тарту, сондай-ақ артық иелену мен жинақтаудан бас тарту. Бұл принцип табиғат ресурстарына сақтықпен қарау туралы, қазір тұтыну қоғамы оларды бітіруде. Біз тек қажетті нәрсені сатып аламыз және қажетсіз заттарды сатып алуға және қызмет көрсетуге энергиямызды жұмсамаймыз.",
      "practice_tip": "Бүгін Апариграха принципін жаттықтырамыз, тек қажеттісін пайдалануға тырысамыз, тек қажеттісін ойлау, тек қажеттісін сезіну, қажеттісін жасау. Табиғат әрқашан мақсатқа сай, міне біз де бүгін осы принциптің нышаны болуды жаттықтырамыз. Артық жемеңіз, қажет болмаған жерде суды қоспаңыз, қажеттілік болмаған жерде қиналмаңыз, жасамауға болатын жерде ашуланбаңыз. Бос сөйлестерден аулақ болуға тырысыңыз."
    },
    {
      "id": 6,
      "name": "Шауча",
      "emoji": "🌟",
      "short_description": "Дене, ақыл және сөздің таза болуы",
      "description": "Шауча - дене, ақыл және сөздің таза болуы.",
      "practice_tip": "Бүгін Шауча принципін жаттықтырамыз. Тазалықпен айналысу үшін тамаша мүмкіндік, сыртта да, ішінде де: таза дене мен киім, үй мен жұмыс орны, барлық ішкі кеңістіктерді тазалау: ойлар, сезімдер, энергетика."
    },
    {
      "id": 7,
      "name": "Тапас",
      "emoji": "🔥",
      "short_description": "Ішкі от және рухани аскетизм",
      "description": "Тапас - ішкі от, өзін-өзі тәрбиелеу және рухани аскетизмді білдіреді. Бұл практика, күш-жігер және қиындықтарды жеңу арқылы өзін-өзі жетілдіруге ұмтылу. Бұл рухани практикада ерік күші мен табандылықты дамытуға көмектесетін тәртіпті білдіреді. Бұл тек физикалық күш емес, іс-әрекетке түрткі болатын және жалқаулықты жеңуге көмектесетін ішкі жағдай.",
      "practice_tip": "Бүгін Тапас принципін жаттықтырамыз, ішкі Отымызды жағуды үйренеміз! Практикаға мейірімділікпен қараймыз! Күн тәртібін сақтауға тырысамыз, жалқаулық пен шашыраңқылықты жеңеміз!"
    },
    {
      "id": 8,
      "name": "Сантоша",
      "emoji": "😊",
      "short_description": "Қанағаттану және қабылдау",
      "description": "Сантоша - қанағаттану мен қабылдауды, сондай-ақ қазіргі сәтте бар болған нәрсеге алғыс айтуды білдіретін принцип. Бұл пассивтілік немесе ұмтылыстардан бас тартуды білдірмейді, керісінше ішкі тыныштық пен қазіргі жағдайды мойындау.",
      "practice_tip": "Бүгін Сантоша принципін жаттықтырамыз - өмірімізге келетін барлық нәрсеге, сәттіліктер мен сәтсіздіктерге - сабақ болған нәрселерге алғыс айтамыз, адамдар мен жағдайларға рахмет айтамыз. Өзіңізге, ата-анаңызға, жұбайлар мен серіктестеріңізге, балаларыңызға, әлемге, Ғаламға рахмет айтуға тырысыңыз. Қиындықтарға қарамастан оң көңіл-күйді сақтауды үйренеміз, өзімізге және әлемге талап қоймауға тырысамыз, керісінше сынақтар мен сабақтар үшін рахмет айтамыз."
    },
    {
      "id": 9,
      "name": "Свадхьяя",
      "emoji": "📚",
      "short_description": "Өзін-өзі тәрбиелеу және өзін-өзі тану",
      "description": "Свадхьяя - өзін-өзі тәрбиелеу. Шындықты бұрмалмайтын ақпаратты зерттеуді білдіреді. Әлем туралы теріс көзқарасты дұрысымен алмастыру. Свадхьяя өзінің ақылшы және эмоционалдық үлгілерін сеземдеуді, әртүрлі жағдайларға реакцияларын бақылауды және бұл реакциялардың мінез-құлық пен сезімдерге қалай әсер ететінін түсінуді қамтиды. Свадхьяя сондай-ақ жаңа білім мен түсінікке ұмтылуды, дүниетанымды кеңейтуді және сыни ойлауды дамытуды білдіреді.",
      "practice_tip": "Бүгін Свадхьяя принципін жаттықтырамыз, жаңа дағды үйрену үшін тамаша мүмкіндік, ұзақ уақыт бойы сөреге қойылған нәрсені оқу, өзімізді және әлемді бақылауды үйрену, сыни ойлау, Ерлік басталуының негізгі принципін жүзеге асыру (әйелдерде де бар) - Білім. Рухани әдебиетті оқу/көру/тыңдау, Ұстаздар мен Мұғалімдермен жұмыс жасау үшін тамаша мүмкіндік!"
    },
    {
      "id": 10,
      "name": "Ишвара Пранидхана",
      "emoji": "🙏",
      "short_description": "Өзін Жоғарғыға тапсыру",
      "description": "Ишвара Пранидхана - йогада өзін Жоғарғыға тапсыру, өзін Құдайға немесе рухани күшке арнауды білдіреді. Нақты мақсаттарға жету тілегінен бас тарту немесе практикада басқалармен өзін салыстыруды тастап, процесс пен терең мақсатқа назар аудару.",
      "practice_tip": "Бүгін Ишвара Пранидхана принципін жаттықтырамыз, әлемге Ғалам көзімен қарау үшін тамаша күн. Жоғарғымен өзімізді біріктіру, Ғаламмен байланысымызды сезіну. Эгоның бостандығына ұмтылу, жоғары Санада панасыз табу. Медитация, йога, цигун жасаумен айналысу. Нақты мақсаттарға жету тілегінен немесе практикада басқалармен өзімізді салыстырудан босату, процесс пен терең мақсатқа назар аудару."
    }
  ]
} 